Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.pro.direct.updates.autoDownload
source: Automatically download updates
ar: تنزيل التحديثات تلقائيًا
de: Updates automatisch herunterladen
es: Descargar actualizaciones automáticamente
fr: Télécharger automatiquement les mises à jour
id: Unduh pembaruan secara otomatis
it: Scarica automaticamente gli aggiornamenti
ja: アップデートを自動的にダウンロード
ko: 자동으로 업데이트 다운로드
nl: Updates automatisch downloaden
pl: Automatycznie pobieraj aktualizacje
pt_br: Baixar atualizações automaticamente
ru: Автоматически загружать обновления
tr: Güncellemeleri otomatik olarak indir
uk: Автоматично завантажувати оновлення
vi: Tự động tải xuống bản cập nhật
zh_hans: 自动下载更新
zh_hant: 自動下載更新

# settings.pro.direct.updates.check
source: Check for Updates
ar: التحقق من وجود تحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
id: Periksa Pembaruan
it: Controlla aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Controleren op updates
pl: Sprawdź aktualizacje
pt_br: Verificar Atualizações
ru: Проверить обновления
tr: Güncellemeleri Kontrol Et
uk: Перевірити наявність оновлень
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# settings.pro.direct.updates.footer
source: Automatic download prepares updates in the background. Sparkle may still ask for confirmation before installing or restarting.
ar: يُعد التنزيل التلقائي التحديثات في الخلفية. قد يطلب Sparkle التأكيد قبل التثبيت أو إعادة التشغيل.
de: Automatischer Download bereitet Updates im Hintergrund vor. Sparkle fragt möglicherweise vor der Installation oder dem Neustart um Bestätigung.
es: La descarga automática prepara las actualizaciones en segundo plano. Sparkle puede pedir confirmación antes de instalar o reiniciar.
fr: Le téléchargement automatique prépare les mises à jour en arrière-plan. Sparkle peut encore demander une confirmation avant d’installer ou de redémarrer.
id: Unduhan otomatis menyiapkan pembaruan di latar belakang. Sparkle mungkin masih meminta konfirmasi sebelum menginstal atau memulai ulang.
it: Il download automatico prepara gli aggiornamenti in background. Sparkle potrebbe chiedere conferma prima di installare o riavviare.
ja: 自動ダウンロードはバックグラウンドでアップデートを準備します。Sparkle はインストールまたは再起動の前に確認を求める場合があります。
ko: 자동 다운로드는 백그라운드에서 업데이트를 준비합니다. Sparkle이 설치 또는 재시작 전에 확인을 요청할 수 있습니다.
nl: Automatisch downloaden bereidt updates op de achtergrond voor. Sparkle kan nog om bevestiging vragen voordat wordt geïnstalleerd of opnieuw opgestart.
pl: Automatyczne pobieranie przygotowuje aktualizacje w tle. Sparkle może poprosić o potwierdzenie przed instalacją lub ponownym uruchomieniem.
pt_br: O download automático prepara as atualizações em segundo plano. O Sparkle ainda pode pedir confirmação antes de instalar ou reiniciar.
ru: Автоматическая загрузка подготавливает обновления в фоне. Sparkle может запросить подтверждение перед установкой или перезапуском.
tr: Otomatik indirme, güncellemeleri arka planda hazırlar. Sparkle, yükleme veya yeniden başlatma öncesinde onay isteyebilir.
uk: Автоматичне завантаження готує оновлення у фоновому режимі. Sparkle може запитати підтвердження перед встановленням або перезапуском.
vi: Tải xuống tự động chuẩn bị các bản cập nhật trong nền. Sparkle có thể vẫn yêu cầu xác nhận trước khi cài đặt hoặc khởi động lại.
zh_hans: 自动下载会在后台准备更新；正式安装或重启前，Sparkle 仍可能要求你确认。
zh_hant: 自動下載會在背景準備更新；安裝或重新啟動前，Sparkle 仍可能要求確認。

# settings.pro.direct.updates.notConfigured
source: Sparkle public key is not configured for this build, so Direct update checks are disabled.
ar: لم يتم تكوين مفتاح Sparkle العام لهذا الإصدار، لذا تم تعطيل فحوصات التحديث المباشر.
de: Der öffentliche Sparkle-Schlüssel ist für diesen Build nicht konfiguriert, daher sind Direct-Update-Prüfungen deaktiviert.
es: La clave pública de Sparkle no está configurada para esta compilación, por lo que las comprobaciones de actualizaciones Direct están desactivadas.
fr: La clé publique Sparkle n’est pas configurée pour cette version, donc les vérifications de mise à jour Direct sont désactivées.
id: Kunci publik Sparkle tidak dikonfigurasi untuk build ini, sehingga pemeriksaan pembaruan Direct dinonaktifkan.
it: La chiave pubblica Sparkle non è configurata per questa build, quindi i controlli aggiornamenti Direct sono disabilitati.
ja: このビルドでは Sparkle 公開鍵が設定されていないため、Direct アップデートの確認は無効です。
ko: 이 빌드에 Sparkle 공개 키가 구성되지 않아 Direct 업데이트 확인이 비활성화되었습니다.
nl: Sparkle openbare sleutel is niet geconfigureerd voor deze build, dus Direct-updatecontroles zijn uitgeschakeld.
pl: Klucz publiczny Sparkle nie jest skonfigurowany dla tej kompilacji, więc bezpośrednie sprawdzanie aktualizacji jest wyłączone.
pt_br: A chave pública do Sparkle não está configurada para esta versão, portanto as verificações de atualização Direct estão desativadas.
ru: Открытый ключ Sparkle не настроен для этой сборки, поэтому проверки прямых обновлений отключены.
tr: Sparkle genel anahtarı bu yapı için yapılandırılmamış, bu nedenle Direct güncelleme kontrolleri devre dışı.
uk: Відкритий ключ Sparkle не налаштовано для цієї збірки, тому перевірку прямих оновлень вимкнено.
vi: Khóa công khai Sparkle chưa được cấu hình cho bản dựng này, do đó kiểm tra cập nhật Direct bị tắt.
zh_hans: 当前构建未配置 Sparkle 公钥，Direct 更新检查已禁用。
zh_hant: 此版本未設定 Sparkle 公鑰，因此 Direct 更新檢查已停用。

# settings.pro.direct.updates.section
source: Updates
ar: التحديثات
es: Actualizaciones
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pl: Aktualizacje
pt_br: Atualizações
ru: Обновления
tr: Güncellemeler
uk: Оновлення
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# settings.pro.direct.validationError.generic
source: Validation failed
ar: فشل التحقق
de: Validierung fehlgeschlagen
es: Error de validación
fr: Échec de la validation
id: Validasi gagal
it: Convalida fallita
ja: 検証に失敗しました
ko: 검증 실패
nl: Validatie mislukt
pl: Weryfikacja nie powiodła się
pt_br: Falha na validação
ru: Ошибка проверки
tr: Doğrulama başarısız
uk: Помилка перевірки
vi: Xác thực thất bại
zh_hans: 校验失败
zh_hant: 驗證失敗

# settings.pro.direct.validationError.invalidLicense
source: License invalid
ar: ترخيص غير صالح
de: Lizenz ungültig
es: Licencia no válida
fr: Licence invalide
id: Lisensi tidak valid
it: Licenza non valida
ja: ライセンスが無効です
ko: 라이선스가 유효하지 않음
nl: Licentie ongeldig
pl: Nieprawidłowa licencja
pt_br: Licença inválida
ru: Недействительная лицензия
tr: Lisans geçersiz
uk: Недійсна ліцензія
vi: Giấy phép không hợp lệ
zh_hans: 授权已失效
zh_hant: 授權無效

# settings.pro.direct.validationError.network
source: Network error
ar: خطأ في الشبكة
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
id: Kesalahan jaringan
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
nl: Netwerkfout
pl: Błąd sieci
pt_br: Erro de rede
ru: Сетевая ошибка
tr: Ağ hatası
uk: Мережева помилка
vi: Lỗi mạng
zh_hans: 网络错误
zh_hant: 網路錯誤

# settings.pro.direct.validationError.service
source: Service unavailable
ar: الخدمة غير متوفرة
de: Dienst nicht verfügbar
es: Servicio no disponible
fr: Service indisponible
id: Layanan tidak tersedia
it: Servizio non disponibile
ja: サービスが利用できません
ko: 서비스를 사용할 수 없음
nl: Service niet beschikbaar
pl: Usługa niedostępna
pt_br: Serviço indisponível
ru: Служба недоступна
tr: Hizmet kullanılamıyor
uk: Служба недоступна
vi: Dịch vụ không khả dụng
zh_hans: 服务暂不可用
zh_hant: 服務暫時無法使用

# settings.pro.footer
source: Subscriptions are processed by Apple. You can restore purchases or manage the subscription from your Apple Account at any time.
ar: تتم معالجة الاشتراكات بواسطة Apple. يمكنك استعادة المشتريات أو إدارة الاشتراك من حساب Apple الخاص بك في أي وقت.
de: Abonnements werden von Apple abgewickelt. Du kannst jederzeit Käufe wiederherstellen oder das Abonnement in deinem Apple-Konto verwalten.
es: Las suscripciones son procesadas por Apple. Puedes restaurar compras o gestionar la suscripción desde tu cuenta de Apple en cualquier momento.
fr: Les abonnements sont traités par Apple. Vous pouvez restaurer les achats ou gérer l’abonnement depuis votre compte Apple à tout moment.
id: Langganan diproses oleh Apple. Anda dapat memulihkan pembelian atau mengelola langganan dari Akun Apple Anda kapan saja.
it: Gli abbonamenti sono gestiti da Apple. Puoi ripristinare acquisti o gestire l'abbonamento dal tuo account Apple in qualsiasi momento.
ja: サブスクリプションは Apple によって処理されます。いつでも Apple アカウントから購入を復元したり、サブスクリプションを管理できます。
ko: 구독은 Apple에서 처리합니다. 언제든지 Apple 계정에서 구입 항목을 복원하거나 구독을 관리할 수 있습니다.
nl: Abonnementen worden verwerkt door Apple. U kunt aankopen herstellen of het abonnement op elk moment beheren via uw Apple-account.
pl: Subskrypcje są przetwarzane przez Apple. Możesz w każdej chwili przywrócić zakupy lub zarządzać subskrypcją ze swojego konta Apple.
pt_br: As assinaturas são processadas pela Apple. Você pode restaurar compras ou gerenciar a assinatura na sua Conta Apple a qualquer momento.
ru: Подписки обрабатываются Apple. Вы можете восстановить покупки или управлять подпиской в своей учетной записи Apple в любое время.
tr: Abonelikler Apple tarafından işlenir. Satın alımları geri yükleyebilir veya aboneliği istediğiniz zaman Apple Hesabınızdan yönetebilirsiniz.
uk: Підписки обробляються Apple. Ви можете відновити покупки або керувати підпискою зі свого облікового запису Apple у будь-який час.
vi: Các đăng ký được xử lý bởi Apple. Bạn có thể khôi phục giao dịch mua hoặc quản lý đăng ký từ Tài khoản Apple của mình bất kỳ lúc nào.
zh_hans: 订阅由 Apple 处理。你可以随时恢复购买，或前往 Apple 账户管理订阅。
zh_hant: 訂閱由 Apple 處理。您可以隨時從 Apple 帳戶還原購買或管理訂閱。

# settings.pro.offerCode.footer
source: Offer codes are created in App Store Connect. Starcat opens Apple's redemption sheet — codes are not validated on Starcat servers.
ar: يتم إنشاء رموز العرض في App Store Connect. يفتح Starcat ورقة استرداد Apple - لا يتم التحقق من الرموز على خوادم Starcat.
de: Angebotscodes werden in App Store Connect erstellt. Starcat öffnet das Apple-Einlösungsblatt – Codes werden nicht auf Starcat-Servern validiert.
es: Los códigos de oferta se crean en App Store Connect. Starcat abre la hoja de canje de Apple; los códigos no se validan en los servidores de Starcat.
fr: Les codes d’offre sont créés dans App Store Connect. Starcat ouvre la feuille de remboursement d’Apple — les codes ne sont pas validés sur les serveurs Starcat.
id: Kode penawaran dibuat di App Store Connect. Starcat membuka lembar penebusan Apple — kode tidak divalidasi di server Starcat.
it: I codici offerta vengono creati in App Store Connect. Starcat apre il foglio di riscatto di Apple — i codici non vengono convalidati sui server Starcat.
ja: オファーコードは App Store Connect で作成されます。Starcat は Apple の引き換えシートを開きます。コードは Starcat サーバーでは検証されません。
ko: 제안 코드는 App Store Connect에서 생성됩니다. Starcat이 Apple의 교환 시트를 엽니다. 코드는 Starcat 서버에서 검증되지 않습니다.
nl: Aanbiedingscodes worden aangemaakt in App Store Connect. Starcat opent het inwisselingsblad van Apple — codes worden niet gevalideerd op Starcat-servers.
pl: Kody ofertowe są tworzone w App Store Connect. Starcat otwiera arkusz realizacji Apple — kody nie są weryfikowane na serwerach Starcat.
pt_br: Os códigos de oferta são criados no App Store Connect. O Starcat abre a folha de resgate da Apple — os códigos não são validados nos servidores Starcat.
ru: Коды предложений создаются в App Store Connect. Starcat открывает форму погашения Apple — коды не проверяются на серверах Starcat.
tr: Teklif kodları App Store Connect'te oluşturulur. Starcat, Apple'ın kullanım sayfasını açar — kodlar Starcat sunucularında doğrulanmaz.
uk: Промокоди створюються в App Store Connect. Starcat відкриває аркуш погашення Apple — коди не перевіряються на серверах Starcat.
vi: Mã ưu đãi được tạo trong App Store Connect. Starcat mở trang nhập mã của Apple — mã không được xác thực trên máy chủ Starcat.
zh_hans: 优惠码在 App Store Connect 创建。Starcat 会打开 Apple 官方兑换窗口，不在自建服务器校验。
zh_hant: 優惠碼在 App Store Connect 中建立。Starcat 會開啟 Apple 的兌換頁面，不會在 Starcat 伺服器上驗證。

# settings.pro.plan.available
source: Available plan
ar: الخطة المتاحة
de: Verfügbarer Plan
es: Plan disponible
fr: Forfait disponible
id: Paket tersedia
it: Piano disponibile
ja: 利用可能なプラン
ko: 사용 가능한 요금제
nl: Beschikbaar abonnement
pl: Dostępny plan
pt_br: Plano disponível
ru: Доступный план
tr: Kullanılabilir plan
uk: Доступний план
vi: Gói khả dụng
zh_hans: 可选方案
zh_hant: 可用方案

# settings.pro.plan.badge.bestValue
source: Best Value
ar: أفضل قيمة
de: Bestes Angebot
es: Mejor valor
fr: Meilleur rapport qualité-prix
id: Nilai Terbaik
it: Miglior Valore
ja: ベストバリュー
ko: 최고의 가치
nl: Beste waarde
pl: Najlepsza wartość
pt_br: Melhor Valor
ru: Лучшая цена
tr: En İyi Değer
uk: Найкраща ціна
vi: Giá trị tốt nhất
zh_hans: 更划算
zh_hant: 最超值

# settings.pro.plan.badge.lifetime
source: Lifetime
ar: مدى الحياة
de: Lebenslang
es: De por vida
fr: À vie
id: Seumur Hidup
it: A vita
ja: 生涯
ko: 평생
nl: Levenslang
pl: Dożywotni
pt_br: Vitalício
ru: Пожизненный
tr: Ömür Boyu
uk: Назавжди
vi: Trọn đời
zh_hans: 买断
zh_hant: 終身

# settings.pro.plan.buy
source: Buy
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
id: Beli
it: Acquista
ja: 購入
ko: 구매
nl: Koop
pl: Kup
pt_br: Comprar
ru: Купить
tr: Satın Al
uk: Купити
vi: Mua
zh_hans: 购买
zh_hant: 購買

# settings.pro.plan.current
source: Current plan
ar: الخطة الحالية
de: Aktueller Plan
es: Plan actual
fr: Forfait actuel
id: Paket saat ini
it: Piano attuale
ja: 現在のプラン
ko: 현재 요금제
nl: Huidig abonnement
pl: Bieżący plan
pt_br: Plano atual
ru: Текущий план
tr: Geçerli plan
uk: Поточний план
vi: Gói hiện tại
zh_hans: 当前方案
zh_hant: 目前方案

# settings.pro.plan.lifetime.subtitle
source: One-time purchase for lifetime access to current Pro features.
ar: شراء لمرة واحدة للوصول مدى الحياة إلى ميزات Pro الحالية.
de: Einmaliger Kauf für lebenslangen Zugriff auf aktuelle Pro-Funktionen.
es: Compra única para acceso de por vida a las funciones Pro actuales.
fr: Achat unique pour un accès à vie aux fonctionnalités Pro actuelles.
id: Pembelian satu kali untuk akses seumur hidup ke fitur Pro saat ini.
it: Acquisto una tantum per accesso a vita alle funzionalità Pro attuali.
ja: 現在の Pro 機能への生涯アクセスを一度だけ購入。
ko: 현재 Pro 기능에 대한 평생 액세스를 위한 일회성 구매입니다.
nl: Eenmalige aankoop voor levenslange toegang tot huidige Pro-functies.
pl: Jednorazowy zakup z dożywotnim dostępem do bieżących funkcji Pro.
pt_br: Compra única para acesso vitalício aos recursos Pro atuais.
ru: Одноразовая покупка для пожизненного доступа к текущим функциям Pro.
tr: Geçerli Pro özelliklerine ömür boyu erişim için tek seferlik satın alma.
uk: Одноразова покупка для довічного доступу до поточних функцій Pro.
vi: Mua một lần để truy cập trọn đời các tính năng Pro hiện tại.
zh_hans: 一次性买断，终身使用当前 Pro 功能。
zh_hant: 一次性購買，終身使用目前 Pro 功能。

# settings.pro.plan.lifetime.title
source: Starcat Pro Lifetime
ar: Starcat Pro مدى الحياة
es: Starcat Pro de por vida
fr: Starcat Pro à vie
id: Starcat Pro Seumur Hidup
it: Starcat Pro a Vita
ja: Starcat Pro 生涯
ko: Starcat Pro 평생
nl: Starcat Pro Levenslang
pl: Starcat Pro Dożywotni
pt_br: Starcat Pro Vitalício
tr: Starcat Pro Ömür Boyu
vi: Starcat Pro Trọn đời
zh_hans: Starcat Pro 买断
zh_hant: Starcat Pro 終身

# settings.pro.plan.monthly.subtitle
source: Flexible monthly access to all Pro workflows.
ar: وصول شهري مرن إلى جميع مهام Pro.
de: Flexibler monatlicher Zugriff auf alle Pro-Workflows.
es: Acceso mensual flexible a todos los flujos de trabajo Pro.
fr: Accès mensuel flexible à tous les workflows Pro.
id: Akses bulanan fleksibel ke semua alur kerja Pro.
it: Accesso mensile flessibile a tutti i flussi di lavoro Pro.
ja: すべての Pro ワークフローに柔軟に月額アクセス。
ko: 모든 Pro 워크플로에 유연한 월간 액세스입니다.
nl: Flexibele maandelijkse toegang tot alle Pro-workflows.
pl: Elastyczny miesięczny dostęp do wszystkich przepływów pracy Pro.
pt_br: Acesso mensal flexível a todos os fluxos de trabalho Pro.
ru: Гибкий ежемесячный доступ ко всем рабочим процессам Pro.
tr: Tüm Pro iş akışlarına esnek aylık erişim.
uk: Гнучкий щомісячний доступ до всіх робочих процесів Pro.
vi: Truy cập linh hoạt hàng tháng vào tất cả quy trình Pro.
zh_hans: 按月订阅，灵活使用全部 Pro 工作流。
zh_hant: 彈性月訂，使用所有 Pro 工作流程。

# settings.pro.plan.monthly.title
source: Starcat Pro Monthly
ar: Starcat Pro شهري
es: Starcat Pro mensual
fr: Starcat Pro mensuel
id: Starcat Pro Bulanan
it: Starcat Pro Mensile
ja: Starcat Pro 月額
ko: Starcat Pro 월간
nl: Starcat Pro Maandelijks
pl: Starcat Pro Miesięczny
pt_br: Starcat Pro Mensal
tr: Starcat Pro Aylık
vi: Starcat Pro Hàng tháng
zh_hans: Starcat Pro 月订
zh_hant: Starcat Pro 月訂

# settings.pro.plan.price.lifetimeFormat
source: %@ once
ar: %@ مرة واحدة
de: %@ einmalig
es: %@ una vez
fr: %@ une fois
id: %@ sekali
it: %@ una tantum
ja: 一度 %@
ko: %@ 일회성
nl: %@ eenmalig
pl: %@ jednorazowo
pt_br: %@ uma vez
ru: %@ разово
tr: %@ tek seferlik
uk: %@ одноразово
vi: %@ một lần
zh_hans: %@ 买断
zh_hant: %@ 一次性

# settings.pro.plan.price.monthlyFormat
source: %@ / month
ar: %@ / شهريًا
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
id: %@ / bulan
it: %@ / mese
ja: %@ / 月
ko: %@ / 월
nl: %@ / maand
pl: %@ / miesiąc
pt_br: %@ / mês
ru: %@ / месяц
tr: %@ / ay
uk: %@ / місяць
vi: %@ / tháng
zh_hans: %@ / 月
zh_hant: %@ / 月

# settings.pro.plan.price.yearlyFormat
source: %@ / year
ar: %@ / سنة
de: %@ / Jahr
es: %@ / año
fr: %@ / an
id: %@ / tahun
it: %@ / anno
ja: %@ / 年
ko: %@ / 년
nl: %@ / jaar
pl: %@ / rok
pt_br: %@ / ano
ru: %@ / год
tr: %@ / yıl
uk: %@ / рік
vi: %@ / năm
zh_hans: %@ / 年
zh_hant: %@ / 年

# settings.pro.plan.subscribe
source: Subscribe
ar: اشتراك
de: Abonnieren
es: Suscribirse
fr: S'abonner
id: Berlangganan
it: Abbonati
ja: 登録
ko: 구독하기
nl: Abonneren
pl: Subskrybuj
pt_br: Assinar
ru: Подписаться
tr: Abone Ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

# settings.pro.plan.subscribeFormat
source: Subscribe · %@
ar: اشتراك · %@
de: Abonnieren · %@
es: Suscribirse · %@
fr: S'abonner · %@
id: Berlangganan · %@
it: Abbonati · %@
ja: 登録 · %@
ko: 구독하기 · %@
nl: Abonneren · %@
pl: Subskrybuj · %@
pt_br: Assinar · %@
ru: Подписаться · %@
tr: Abone Ol · %@
uk: Підписатися · %@
vi: Đăng ký · %@
zh_hans: 订阅 · %@
zh_hant: 訂閱 · %@

# settings.pro.plan.yearly.subtitle
source: Lower annual price for ongoing Pro use.
ar: سعر سنوي أقل للاستخدام المستمر لـ Pro.
de: Günstigerer Jahrespreis für fortlaufende Pro-Nutzung.
es: Precio anual más bajo para uso continuo de Pro.
fr: Tarif annuel réduit pour une utilisation Pro continue.
id: Harga tahunan lebih rendah untuk penggunaan Pro berkelanjutan.
it: Prezzo annuale ridotto per l'uso continuativo di Pro.
ja: 継続的な Pro 利用のための年間割引価格。
ko: 연간 요금제로 Pro를 지속적으로 이용하세요.
nl: Lagere jaarlijkse prijs voor doorlopend Pro-gebruik.
pl: Niższa roczna cena za ciągłe korzystanie z Pro.
pt_br: Preço anual reduzido para uso contínuo do Pro.
ru: Более низкая годовая цена для постоянного использования Pro.
tr: Sürekli Pro kullanımı için daha düşük yıllık fiyat.
uk: Нижча річна ціна для постійного використання Pro.
vi: Giá năm thấp hơn cho sử dụng Pro liên tục.
zh_hans: 长期使用更划算的年度订阅。
zh_hant: 長期使用 Pro 更划算的年度價格。

# settings.pro.plan.yearly.title
source: Starcat Pro Yearly
ar: Starcat Pro سنوي
de: Starcat Pro Jahresabo
es: Starcat Pro Anual
fr: Starcat Pro Annuel
id: Starcat Pro Tahunan
it: Starcat Pro Annuale
ja: Starcat Pro 年間
ko: Starcat Pro 연간
nl: Starcat Pro Jaarlijks
pl: Starcat Pro – rok
pt_br: Starcat Pro Anual
ru: Starcat Pro Годовой
tr: Starcat Pro Yıllık
uk: Starcat Pro Річний
vi: Starcat Pro Hàng năm
zh_hans: Starcat Pro 年订
zh_hant: Starcat Pro 年訂

# settings.pro.products.empty
source: No subscription products are available. Check App Store Connect or the local StoreKit configuration.
ar: لا تتوفر منتجات اشتراك. تحقق من App Store Connect أو إعدادات StoreKit المحلية.
de: Keine Abonnementprodukte verfügbar. Überprüfen Sie App Store Connect oder die lokale StoreKit-Konfiguration.
es: No hay productos de suscripción disponibles. Verifique App Store Connect o la configuración local de StoreKit.
fr: Aucun produit d'abonnement disponible. Vérifiez App Store Connect ou la configuration StoreKit locale.
id: Tidak ada produk langganan yang tersedia. Periksa App Store Connect atau konfigurasi StoreKit lokal.
it: Nessun prodotto di abbonamento disponibile. Controlla App Store Connect o la configurazione StoreKit locale.
ja: サブスクリプション商品がありません。App Store Connect またはローカルの StoreKit 設定を確認してください。
ko: 구독 상품이 없습니다. App Store Connect 또는 로컬 StoreKit 구성을 확인하세요.
nl: Geen abonnementsproducten beschikbaar. Controleer App Store Connect of de lokale StoreKit-configuratie.
pl: Brak dostępnych produktów subskrypcyjnych. Sprawdź App Store Connect lub lokalną konfigurację StoreKit.
pt_br: Nenhum produto de assinatura disponível. Verifique o App Store Connect ou a configuração local do StoreKit.
ru: Нет доступных продуктов подписки. Проверьте App Store Connect или локальную конфигурацию StoreKit.
tr: Kullanılabilir abonelik ürünü yok. App Store Connect veya yerel StoreKit yapılandırmasını kontrol edin.
uk: Немає доступних продуктів підписки. Перевірте App Store Connect або локальну конфігурацію StoreKit.
vi: Không có sản phẩm đăng ký nào khả dụng. Kiểm tra App Store Connect hoặc cấu hình StoreKit cục bộ.
zh_hans: 当前没有可用订阅商品，请检查 App Store Connect 或本地 StoreKit 配置。
zh_hant: 目前沒有可用的訂閱商品。請檢查 App Store Connect 或本機 StoreKit 設定。

# settings.pro.products.loading
source: Loading products…
ar: جارٍ تحميل المنتجات…
de: Lade Produkte …
es: Cargando productos…
fr: Chargement des produits…
id: Memuat produk…
it: Caricamento prodotti…
ja: 商品を読み込み中…
ko: 상품 로딩 중…
nl: Producten laden…
pl: Ładowanie produktów…
pt_br: Carregando produtos…
ru: Загрузка продуктов…
tr: Ürünler yükleniyor…
uk: Завантаження продуктів…
vi: Đang tải sản phẩm…
zh_hans: 正在加载商品…
zh_hant: 正在載入商品…

# settings.pro.products.section
source: Plans
ar: الخطط
de: Tarife
es: Planes
fr: Forfaits
id: Paket
it: Piani
ja: プラン
ko: 요금제
nl: Abonnementen
pl: Plany
pt_br: Planos
ru: Планы
tr: Planlar
uk: Плани
vi: Gói
zh_hans: 订阅方案
zh_hant: 方案

# settings.pro.status.active
source: Pro is active. Welcome to Starcat Pro.
ar: Pro نشط. مرحبًا بك في Starcat Pro.
de: Pro ist aktiv. Willkommen bei Starcat Pro.
es: Pro está activo. Bienvenido a Starcat Pro.
fr: Pro est actif. Bienvenue dans Starcat Pro.
id: Pro aktif. Selamat datang di Starcat Pro.
it: Pro è attivo. Benvenuto in Starcat Pro.
ja: Pro が有効です。Starcat Pro へようこそ。
ko: Pro가 활성화되었습니다. Starcat Pro에 오신 것을 환영합니다.
nl: Pro is actief. Welkom bij Starcat Pro.
pl: Pro jest aktywne. Witamy w Starcat Pro.
pt_br: Pro ativo. Bem-vindo ao Starcat Pro.
ru: Pro активен. Добро пожаловать в Starcat Pro.
tr: Pro aktif. Starcat Pro'ya hoş geldiniz.
uk: Pro активний. Ласкаво просимо до Starcat Pro.
vi: Pro đang hoạt động. Chào mừng bạn đến với Starcat Pro.
zh_hans: Pro 已开通，欢迎加入 Starcat Pro。
zh_hant: Pro 已啟用。歡迎使用 Starcat Pro。

# settings.pro.status.expiration
source: Renews or expires on
ar: يجدد أو ينتهي في
de: Verlängert oder läuft ab am
es: Se renueva o vence el
fr: Renouvellement ou expiration le
id: Perpanjangan atau kedaluwarsa pada
it: Rinnova o scade il
ja: 更新または期限日
ko: 갱신 또는 만료일
nl: Verloopt of wordt verlengd op
pl: Odnawia się lub wygasa
pt_br: Renova ou expira em
ru: Продлевается или истекает
tr: Yenilenme veya sona erme tarihi
uk: Поновлюється або закінчується
vi: Gia hạn hoặc hết hạn vào
zh_hans: 续订或到期时间
zh_hant: 續訂或到期日
